logs/ycsb_redis/native/2_62/2_20190817220410_001/20190817220410_001_c.log
[OVERALL], RunTime(ms), 404
[OVERALL], Throughput(ops/sec), 2475.2475247524753
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 606.0
[CLEANUP], MinLatency(us), 606
[CLEANUP], MaxLatency(us), 606
[CLEANUP], 95thPercentileLatency(us), 606
[CLEANUP], 99thPercentileLatency(us), 606
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 348.601
[INSERT], MinLatency(us), 237
[INSERT], MaxLatency(us), 6407
[INSERT], 95thPercentileLatency(us), 460
[INSERT], 99thPercentileLatency(us), 768
[INSERT], Return=OK, 1000